Repository: EduBalbino/ZeppOS-Tasks
Catalog: new/setting/i18n/*.po
Languages: it_it

source: Account
it_it: Profilo

source: About
it_it: Circa

source: Like this application? Consider to support their development with a small donation:
it_it: Ti piace questa applicazione? Considera di sostenere il suo sviluppo con una piccola donazione:

source: Want to see ZeppTasks into another language? You can help us with translation:
it_it: Vuoi vedere ZeppTasks in un'altra lingua? Puoi aiutarci nella traduzione:

source: Log in with Google
it_it: Accedi con Google

source: Source code available:
it_it: Codice sorgente disponibile:

source: Please wait…
it_it: Attendere prego…

source: How-to login:
it_it: Come effettuare il login:

source: Cancel
it_it: Annulla

source: Login success
it_it: Accesso effettuato

source: Log out
it_it: Esci

source: Set up sync
it_it: Configura la sincronizzazione

source: Sign in to synchronize your tasks with cloud.
it_it: Accedi per sincronizzare le tue attività con il cloud.

source: Use Google account
it_it: Utilizza l'account Google

source: Tasks will be in sync with Google tasks
it_it: Le attività saranno sincronizzate con le attività di Google

source: Use Microsoft account
it_it: Utilizza l'account Microsoft

source: Tasks will be in sync with Microsoft ToDo
it_it: Le attività saranno sincronizzate con Microsoft ToDo

source: Copy the following link, open them into your browser, and perform a log in.
it_it: Copia il seguente link, aprilo nel tuo browser ed esegui un login.

source: After that, you'll got a access token on screen. Paste them into field bellow:
it_it: Dopo di che, avrai un token di accesso sullo schermo. Incollalo nel campo qui sotto:

source: Wait for a few seconds until app will connect with Google and validate your credentials
it_it: Attendi alcuni secondi fino a quando l'app si connetterà con Google e convalidi le tue credenziali

source: Now Tasks on ZeppOS have access to tasks in your cloud account.
it_it: Ora le attività su ZeppOS hanno accesso alle attività nel tuo account cloud.

source: Privacy Policy
it_it: Informativa sulla privacy

source: App is still in offline mode
it_it: L'app è ancora in modalità offline

source: Open Tasks app on your watch and wipe local data to start seeing synced tasks.
it_it: Apri l'app Attività sul tuo orologio e cancella i dati locali per iniziare a vedere le attività sincronizzate.

source: Checking, is login/password valid…
it_it: Controllo, è corretta la login/password…

source: Credentials are valid, connection success.
it_it: Le credenziali sono corrette, la connessione è in corso.

source: Authorization failed, or server configuration isn't valid.
it_it: Autorizzazione non riuscita, o configurazione del server non corretta.

source: Enter your cloud credentials. If two-factor auth is enabled, you must create and use an application password.
it_it: Inserisci le tue credenziali cloud. Se è abilitata l'autenticazione a due fattori, devi creare e utilizzare una password per l'applicazione.

source: Enter your Nextcloud installation URL:
it_it: Inserisci il tuo URL di istallazione Nextcloud:

source: Checking, is URL valid…
it_it: Controllo, è corretto l'URL…

source: Nextcloud URL is valid.
it_it: L'URL nextcloud è corretto.

source: Enter valid cloud URL to continue.
it_it: Inserire un URL del Cloud valido per continuare.
